Repository: XavierCLL/Jaziku
Catalog: src/jaziku/locale/*/LC_MESSAGES/jaziku.po
Languages: es

source: exception validation in independent variable: value out of range: The value "{1}" is not valid for type variable "{0}" {2}
es: error en la validación de la variable independiente: valor fuera del rango: El valor "{1}" no es valido para el tipo de variable "{0}" {2}

source: Oceanic Nino Index not valid
es: Indice oceánico del niño no valido

source: Index of the Southern Oscillation NOAA not valid
es: Indice de la oscilación del sur NOAA no valido

source: Multivariate ENSO index not valid
es: Indice multivariado del ENSO no valido

source: Radiation wavelength Long tropical not valid
es: Radiación tropical de onda larga no valida

source: Index of wind anomaly not valid
es: Indice de la anomalía del viento no valida

source: Sea surface temperature not valid
es: Temperatura superficial del mar no valida

source: % Amazon relative humidity not valid
es: % humedad relativa de la Amazonia no valida

source: North Atlantic Oscillation index not valid
es: Indice de la oscilación del Atlántico norte no valida

source: Quasibienal Oscillation Index not valid
es: Indice de la oscilacion quasibienal no valida

source: Carribbean (CAR) Index not valid
es: Indice del caribe (CAR) no valido

source: Monthly anomaly of the ocean surface area ocean region not valid
es: Anomalía mensual de la región de la superficie del area oceánica no valida

source: "Scenario of affectation of the variable {typeVarD}~C~ under variations of {typeVarI} to lag {lag} in {date}"
es: " Escenario de afectaci"+oacute+"n de la variable {typeVarD}~C~bajo variaciones de {typeVarI} a {lag} rezagos para {date}"

source: "Analysis by tertiles"
es: "An"+aacute+"lisis por terciles"

source: "Lineal correlation between the variable {typeVarI}~C~ and {typeVarD} to lag {lag} in {date}"
es: "Correlaci"+oacute+"n lineal entre la variable {typeVarI}~C~ y {typeVarD} a {lag} rezagos para {date}"

source: "Affectation forecasting of the variable {typeVarD}~C~ under variations of {typeVarI} to lag {lag} in {date}"
es: " Pron"+oacute+"stico de afectaci"+oacute+"n de la variable {typeVarD}~C~bajo variaciones de {typeVarI} a {lag} rezagos para {date}"

source: Can't set internal shape "{0}", please check the grid parameter; area, region and/or country name are wrong.
es: No se puede establecer el shape interno "{0}", por favor revise el parámetro "grid"; el area, la region y/o el nombre del país están equivocados.

source: Can't set particular shape, please check files in shape path this should be contain inside .shp .prj .sbn .sbx .shx
es: No se puede establecer el shape particular, por favor revisar los archivos de la ruta del shape este debe contener dentro archivos .shp .prj .sbn .sbx .shx

source: Below
es: Por debajo

source: Above
es: Por encima
