Repository: XavierCLL/Jaziku
Catalog: src/jaziku/locale/*/LC_MESSAGES/jaziku.po
Languages: es

source: fail ERROR: {0}
es: falló ERROR: {0}

source: Please check the error and read the manual if is necessary. If this is an error of Jaziku, please report it with Jaziku developers. Jaziku, version {0} - {1}. Copyright © 2011-2012 IDEAM - Colombia
es: Por favor revisar el error o leer el manual si es necesario. Si esto es un error de Jaziku, por favor reportarlo con los desarrolladores. Jaziku, versión {0} - {1}. Copyright © 2011-2012 IDEAM - Colombia

source: Reading stations from file "{0}" in line {1}:
es: Leyendo del archivo "{0}" en la linea {1}:

source: {0} is not valid type for dependence variable if you defined LIMIT VAR D BELOW/ABOVE as "default".
es: {0} no es un tipo de variable valida para la variable independiente si usted ha definido LIMIT VAR D BELOW/ABOVE como "default".

source: Problem with particular range validation for dependent variable: {0} this should be a valid number, "none" or "default".
es: Problema con el rango particular de validación para la variable independiente: {0} éste debe de ser un numero valido, "none" o "default".

source: Reading from file "{0}" in line: {1} this could be caused by wrong line or garbage character, please check manually, fix it and run again.
es: Leyendo del archivo "{0}" en la linea: {1} ésto puede ser debido a una linea mala o que tenga caracteres desconocidos, por favor revisa manualmente esa linea, reparelo y ejecute de nuevo.

source: Reading var D from file "{0}" in line: {1} Jaziku detected missing value for date: {2}
es: Leyendo var D desde el archivo "{0}" en la linea: {1} Jaziku detectó un valor perdido para la fecha: {2}

source: Reading var D from file "{0}" in line: {1} Jaziku detected missing value for date: {2}-{3}
es: Leyendo var D desde el archivo "{0}" en la linea: {1} Jaziku detectó un valor perdido para la fecha: {2}-{3}

source: Reading from file "{0}" in line: {1} {2}
es: Leyendo del archivo "{0}" en la linea: {1} {2}

source: > WARNING: Repairing file "{0}" of NULL bytes garbage, saving new file as: {1}
es: > ADVERTENCIA: Reparando archivo "{0}" de basura de bytes nulos, guardando el nuevo archivo como: {1}

source: > You are using internal files for independent variable defined as {0} which has data from {1} to {2} and the source of data was obtained in {3}. url: {4} ...................
es: > Estas usando los archivos internos para la variable independiente definido como {0} el cual tiene datos desde {1} hasta {2} y la fuente de los datos fue obtenido en {3}. url: {4} ...........................

source: you defined that Jaziku get data of independent variable from internal files but the file for the type of independent variable "{0}" don't exist
es: Usted definió que Jaziku obtenga datos de la variable independiente desde archivos internos, pero el tipo de archivo de la variable independiente "{0}" no existe

source: {0} is not valid type for independence variable if you defined LIMIT VAR I BELOW/ABOVE as "default".
es: {0} no es un tipo de variable valida para la variable independiente si usted ha definido LIMIT VAR I BELOW/ABOVE como "default".

source: Reading var I from file "{0}" in line: {1} Jaziku detected missing value for date: {2}
es: Leyendo var I desde el archivo "{0}" en la linea: {1} Jaziku detectó un valor perdido para la fecha: {2}

source: Reading var I from file "{0}" in line: {1} Jaziku detected missing value for date: {2}-{3}
es: Leyendo var I desde el archivo "{0}" en la linea: {1} Jaziku detectó un valor perdido para la fecha: {2}-{3}

source: Calculating the process period ................
es: Calculando el periodo del proceso ..................

source: The period defined in argument {0}-{1} is outside in the maximum possible period for this station: {2}-{3}.
es: El periodo definido en el argumento {0}-{1} esta por fuera del máximo periodo posible para esta estación: {2}-{3}.

source: Calculating the common period .................
es: Calculando el periodo común ..........

source: The common period calculated {0}-{1} has not at least 3 years.
es: El periodo común calculado {0}-{1} no tiene por lo menos 3 años.

source: ({0} null of {1})
es: ({0} nulos de {1})

source: the number of null values is greater than 15% of total of values inside common period, therefore, for Jaziku the data are not consistent for process.
es: el numero de valores nulos is más que el 15% del total de valores dentro del periodo común, por consiguiente, para Jaziku los datos no son consistentes para ser procesados.

source: time_series
es: series_de_tiempo

source: lag_0
es: rezago_0

source: lag_1
es: rezago_1

source: lag_2
es: rezago_2

source: Mean_lag_{0}_trim_{1}_{2}_{3}_{4}_{5}_({6}-{7}).csv
es: Media_rez_{0}_trim_{1}_{2}_{3}_{4}_{5}_({6}-{7}).csv

source: Mean_lag_{0}_{1}days_month_{2}_{3}_{4}_{5}_{6}_({7}-{8}).csv
es: Media_rez_{0}_{1}dias_mes_{2}_{3}_{4}_{5}_{6}_({7}-{8}).csv

source: Using thresholds with analog year for var_D
es: Usando umbrales con año análogo para la var_D ......

source: > WARNING: The analog year ({0}) for this station is outside of process period {1} to {2}. The process continue but using the default thresholds .........................
es: > ADVERTENCIA: El año análogo ({0}) para esta estación está por fuera del periodo a procesar {1} a {2}. El proceso continua pero usando los umbrales predeterminados .......................

source: thresholds of dependent variable were defined as N standard desviation but are outside of range, this values should be 1, 2 or 3: sd{0} sd{1}
es: los umbrales de la variable independiente fueron definidos como la desviación estándar N pero están fuera del rango, éstos valores deben ser 1, 2 o 3: sd{0} sd{1}

source: threshoulds could not were identified: {0} - {1}
es: el umbral no pudo ser identificado: {0} - {1}

source: threshold below of dependent variable can't be greater than threshold above: {0} - {1}
es: el umbral por debajo de la variable independiente no puede ser mayor que el umbral por encima: {0} - {1}

source: Problem with thresholds of dependent variable: {0}
es: Problema con los umbrales de la variable independiente: {0}

source: > WARNING: You have defined the analog year, but the thresholds of var D should be "default" for use the analog year ..........
es: > ADVERTENCIA: Ha definido el periodo análogo, pero los umbrales de la var D deben ser "default" para usar el periodo análogo .............

source: thresholds of dependent variable were defined as percentile but are outside of range 0-100: {0} - {1}
es: los umbrales de la variable independiente fueron definidos como percentiles pero están fuera del rango 0-100: {0} - {1}

source: thresholds of independent variable were defined as N standard desviation but are outside of range, this values should be 1, 2 or 3: sd{0} sd{1}
es: los umbrales de la variable independiente fueron definidos como la desviación estándar N pero están fuera del rango, éstos valores deben ser 1, 2 o 3: sd{0} sd{1}

source: threshold below of independent variable can't be greater than threshold above: {0} - {1}
es: el umbral por debajo de la variable independiente no puede ser mayor que el umbral por encima: {0} - {1}

source: Problem with thresholds of independent variable: {0}
es: Problemas con los umbrales de la variable independiente: {0}

source: thresholds of independent variable were defined as percentile but are outside of range 0-100: {0} - {1}
es: los umbrales del a variable independiente fueron definidos como percentiles pero están fuera del rango 0-100: {0} - {1}

source: > WARNING: The thresholds selected "{0}" and "{1}" are not suitable for compound analysis of variable "{2}" with relation to "{3}" inside category "{4}". Therefore, the graphics will not be created.
es: > ADVERTENCIA: El umbral seleccionado "{0}" y "{1}" no son adecuados para el análisis compuesto de la variable "{2}" en relación a "{3}" dentro de la categoría "{4}". Por tal motivo, las gráficas no serán creadas.

source: yes
es: si

source: Result_Table_CA_lag_{0}_{1}_{2}_{3}_{4}_({5}-{6}).csv
es: Tabla_de_Resultados_AC_rez_{0}_{1}_{2}_{3}_{4}_({5}-{6}).csv

source: Is sign 'Sign Pearson'?
es: ¿Es significante la 'Sign Pearson'?

source: threshold below (var D)
es: umbral por debajo (var D)

source: threshold above (var D)
es: umbral por encima (var D)

source: threshold below (var I)
es: umbral por debajo (var I)

source: threshold above (var I)
es: umbral por encima (var I)

source: Contingency Table (CT)
es: Table de contingencia (TC)

source: Contingency Table in %
es: Table de contingencia en %

source: is sig risk analysis?
es: es sign el análisis de riesgo?

source: Test Stat - Chi2
es: Test Estadístico - Chi2

source: Crit Value - Chi2
es: Valor Critico - Chi2

source: Is sig CT?
es: es sig la TC?

source: Correl CT
es: Correl TC

source: var D below
es: var D por debajo

source: var D above
es: var D por encima

source: graphics
es: graficas

source: composite_analisys
es: analisis_compuestos

source: Composite analisys - {0} ({1}) {2} - {3} - lag {6} - {7} - ({4}-{5})
es: Análisis compuesto - {0} ({1}) {2} - {3} - rez {6} - {7} - ({4}-{5})

source: probability (%)
es: probabilidad (%)

source: lag_{0}
es: rezago_{0}

source: ca_lag_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).png
es: ac_rez_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).png

source: mosaic_lag_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).png
es: mosaico_rez_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).png

source: Decrease
es: Descenso

source: Exceed
es: Excedencia

source: Probability forecasted of {0} - {1} {2} - lag {3} - {4} - ({5}-{6})
es: Probabilidad pronosticada de {0} - {1} {2} - lag {3} - {4} - ({5}-{6})

source: prob_of_{0}_lag_{1}_{2}_({3}-{4}).png
es: prob_de_{0}_rez_{1}_{2}_({3}-{4}).png

source: mosaic_prob_of_{0}_{1}_({3}-{4}).png
es: mosaico_prob_de_{0}_{1}_({3}-{4}).png

source: maps
es: mapas

source: Map_Data_lag_{0}_trim_{1}_{2}.csv
es: Datos_del_Mapa_rez_{0}_trim_{1}_{2}.csv

source: code
es: código

source: var_below
es: var_por_debajo

source: var_above
es: var_por_encima

source: p_index
es: indice

source: sum
es: suma

source: Map_Data_lag_{0}_{1}_{2}.csv
es: Datos_del_Mapa_rez_{0}_{1}_{2}.csv

source: Map_Data_lag_{0}_{1}.csv
es: Datos_del_Mapa_rez_{0}_{1}.csv

source: forecasting_date
es: fecha_pronostico

source: prob_decrease_var_D
es: prob_descenso_var_D

source: prob_exceed_var_D
es: prob_excedencia_var_D

source: index
es: indice

source: Read and check(range validation) var D ........
es: Lectura y comprobación(rango de validación) var D .....

source: > WARNING: you are using one or both limit as "none" value, this means that series values will not be checked if they are valids in its limits coherent. This option is not recommended, use it with precaution ........
es: > ADVERTENCIA: Usted está usando uno o ambos limites como "none", esto significa que los valores de las series no serán revisadas si éstas son validas en sus limites lógicos. Ésta opción no esta recomendada, úsela con mucha precaución .........................

source: done
es: hecho

source: the dependent variable has data daily
es: La variable dependiente tiene datos diarios

source: the dependent variable has data monthly
es: La variable dependiente tiene datos mensuales

source: Read and check(range validation) var I ........
es: Lectura y comprobación(rango de validación) var I .....

source: the independent variable has data daily
es: La variable independiente tiene datos diarios

source: the independent variable has data monthly
es: La variable independiente tiene datos mensuales

source: Check if var D are consistent
es: Comprobar si la var D es consistente

source: Check if var I are consistent
es: Comprobar si la var I es consistente

source: Results will be made by trimesters
es: Los resultados se harán por trimestres

source: var_D (and or not var_I) has data monthly but you define the analisys interval as "{0}", this must be, in this case, as "trimester".
es: var_D (y o no la var_I) tiene datos mensuales, pero usted definió el intervalo de análisis como "{0}", este debe ser, para este caso, como "trimester".

source: Converting all var D to data monthly
es: Convirtiendo toda la var D a datos mensuales

source: Converting all var I to data monthly
es: Convirtiendo toda la var I a datos mensuales

source: Results will be made every {} days
es: Los resultados se harán cada {} dias

source: Neither process (climate, forecasting) were executed, please enable this process in arguments: '-c, --climate' for climate and/or '-f, --forecasting' for forecasting.
es: Ninguno de los procesos (clima y/o pronóstico) no fueron ejecutados, por favor habilite éstos procesos en los argumentos: '-c, --climate' para clima y/o '-f, --forecasting' para pronóstico.

source: sorry, Jaziku can't run forecasting process without climate, this issue has not been implemented yet, please run again with the option "-c"
es: lo sentimos, Jaziku no puede correr el proceso de pronostico (forecasting) sin clima, esta caracteristica aún no ha sido implementada, por favor corralo de nuevo con la opcion "-c"

source: Processing climate ({0}-{1}) ................
es: Procesando clima ({0}-{1}) ..........................

source: continue without make graphics for climate ....
es: continua sin realizar gráficas para clima .............

source: Processing forecasting ({0}-{1}) ............
es: Procesando pronóstico ({0}-{1}) .....................

source: Trimester forecasting "{0}" is invalid, should be integer number
es: El trimestre del pronostico "{0}" no es valido, debe ser un numero entero

source: Trimester forecasting "{0}" is invalid, should be a month valid number (1-12)
es: El trimestre del pronostico "{0}" no es valido, debe ser un numero de mes valido (1-12)

source: Month or day for calculate forecasting "{0}" is invalid, should be month/day or month-day (e.g. 03/11)
es: El mes o el dia para el calculo del pronóstico "{0}" no es valido, debe ser mes/dia o mes-dia (ejemplo 03/11)

source: Month for forecasting process "{0}" is invalid, should be a month valid number (1-12)
es: El mes para el proceso del pronóstico "{0}" no es valido, debe ser un numero de mes valido (1-12)

source: Start day (month/day) for forecasting process "{0}" is invalid, should be a valid start day based on range analysis interval, the valid start days for {1} are: {2}
es: El día de inicio (mes/día) para el proceso del pronóstico "{0}" es invalido, debe de ser un día de inicio valido basado en el intervalos de rango de análisis, los días de inicio validos para {1} son: {2}

source: continue without make graphics for forecasting
es: continua sin realizar gráficas para pronostico ........

source: MAP
es: MAPA

source: Setting internal grid
es: Estableciendo grilla interna

source: Setting particular shape
es: Estableciendo un shape particular

source: The latitude and/or longitude are wrong, these should be decimal degrees.
es: La latitud y/o longitud están incorrectas, estos deben ser grados decimales.

source: > WARNING: The point lat:{lat} lon:{lon} of the station code: {code} was not added because the value of index is "nan" (null) .
es: > ADVERTENCIA: El punto lat:{lat} lon:{lon} de la estación con código: {code} no fue agregado porque el punto esta por fuera de la grilla.

source: > WARNING: The point lat:{lat} lon:{lon} of the station code: {code} was not added because the point is outside of the grid ...
es: > ADVERTENCIA: El punto lat:{lat} lon:{lon} de la estación con código: {code} no fue agregado porque el punto esta por fuera de la grilla.

source: average
es: promedio

source: maximum
es: máximo

source: minimum
es: mínimo

source: > WARNING: for the point lat:{lat} lon:{lon} Jaziku detect overlapping of two values, Jaziku will put the {state} value .................
es: > ADVERTENCIA: Para el punto lat:{lat} lon:{lon} Jaziku detectó solapamiento de dos valores, Jaziku pondrá el valor {state}.

source: neither
es: ninguno

source: > WARNING: for the point lat:{lat} lon:{lon} Jaziku detect overlapping of two values, Jaziku will not put the {state} values ............
es: > ADVERTENCIA: Para el punto lat:{lat} lon:{lon} Jaziku detectó solapamiento de dos valores, Jaziku no pondrá {state} valor.

source: value
es: valor

source: Processing maps for climate:
es: Procesando mapas para clima:

source: Map_lag_{0}_{1}_{2}
es: Mapa_rez_{0}_{1}_{2}

source: Processing maps for correlation:
es: Procesando mapas para la correlación:

source: Correlation
es: Correlación

source: Map_correlation_lag_{0}_{1}
es: Mapa_de_correlacion_rez_{0}_{1}

source: Processing maps for forecasting:
es: Procesando mapas para pronóstico:

source: Map_lag_{0}_{1}
es: Mapa_rez_{0}_{1}

source: ordinary kriging
es: kriging ordinario

source: Mesh size: {0}x{1}
es: Tamaño de malla: {0}x{1}

source: Interpolation type: {0}
es: Tipo de interpolación: {0}

source: Semivariogram type: spherical
es: Tipo de semivariograma: esférico

source: Semivariogram type: exponential
es: Tipo de semivariograma: exponencial

source: Semivariogram type: gaussian
es: Tipo de semivariograma: gaussiano

source: The semivariogram type is wrong, the options are: default, spherical, exponential or gaussian
es: El tipo de semivariograma es incorrecto, las opciones son: default, spherical, exponential o gaussian

source: Radiuses: {0} {1}
es: Radios: {0} {1}

source: Max neighbours: {0}
es: Máximos vecinos: {0}

source: You version of python is {0}, please use Jaziku with python v2.6 or v2.7
es: La version de python que tienes es {0}, por favor usa Jaziku con python v2.6 o v2.7

source: error read line in "CONFIGURATION RUN" in runfile, line {0}: {1}, no was defined.
es: error de lectura en "CONFIGURATION RUN" en el runfile, linea {0}: {1}, no se ha definido.

source: error read line in "CONFIGURATION RUN" in runfile, line {0}: {1}
es: error de lectura en "CONFIGURATION RUN" en el runfile, linea {0}: {1}

source: error read line in "GRIDS LIST" in runfile, line {0}: {1}
es: error de lectura en "GRIDS LIST" " en el runfile, linea {0}: {1}

source: "{0}" language not available.
es: "{0}" idioma no disponible.

source: (system language)
es: (idioma del sistema)

source: (language '{0}' has not was translated yet)
es: (idioma '{0}' no se ha traducido aún)

source: (other languages were not detected)
es: (otros idiomas no se detectaron)

source: ########################### JAZIKU ########################### ## Jaziku is a software for the implementation of composite ## ## analysis metodology between the major indices of climate ## ## variability and major meteorological variables in ## ## puntual scale. ## ## ## ## Version {0} - {1} ## ## Copyright 2011-2012 IDEAM - Colombia ## ##############################################################
es: ############################ JAZIKU ############################ ## Jaziku es un software para la aplicación de la Metodología ## ## de análisis compuesto entre los principales índices de la ## ## variabilidad climática y las principales variables ## ## meteorológicas en la escala puntual. ## ## ## ## Version {0} - {1} ## ## Copyright 2011 -2012 IDEAM - Colombia ## ################################################################

source: disabled
es: desactivado

source: enabled
es: activado

source: the period must be: year_start-year_end (ie. 1980-2008) {0}
es: el periodo debe ser: año_inicial-año_final (ej 1980-2008) {0}

source: the lags are 0, 1 and/or 2 comma separated, or default.
es: los rezagos son 0, 1 y/o 2 separados por coma, o default.

source: var_I_below
es: var_I_por_debajo

source: var_I_above
es: var_I_por_encima

source: the maps options are 'climate', 'forecasting', 'correlation' comma separated, or 'all'.
es: las opciones para 'maps' son 'climate', 'forecasting', 'correlation' separados por coma, o 'all'.

source: The overlapping solution is wrong, the options are: default, average, maximum, minimum or neither
es: La solución de solapamiento es incorrecta, las opciones son: default, average, maximum, minimum o neither

source: The shape_boundary is wrong, the options are: disable, enable or default.
es: El shape_boundary es incorrecto, las opciones son: disable, enable o default.

source: Configuration run:
es: Configuración de la corrida:

source: Jaziku_Climate
es: Jaziku_Clima

source: Saving the result for climate in:
es: Guardando los resultados para el clima en:

source: > WARNING: the output director for climate process is already exist, Jaziku continue but the results could be mixed or replaced of old output.
es: > ADVERTENCIA: El directorio de salida para el proceso del clima ya existe, Jaziku continua pero el resultado puede mezclarse o sobrescribir la corrida anterior.

source: Jaziku_Forecasting
es: Jaziku_Pronostico

source: Saving the result for forecasting in:
es: Guardando los resultados para el pronóstico en:

source: > WARNING: the output director for forecasting process is already exist, Jaziku continue but the results could be mixed or replaced of old output.
es: > ADVERTENCIA: El directorio de salida para el proceso del pronóstico ya existe, Jaziku continua pero el resultado puede mezclarse o sobrescribir la corrida anterior.

source: 5days
es: 5dias

source: 10days
es: 10dias

source: 15days
es: 15dias

source: trimester
es: trimestre

source: Problems with the numbers of parameters inside the stations list need for run climate process.
es: Problemas con el numero de parámetros dentro de la lista de estaciones necesario para correr clima.

source: The analysis interval {0} is invalid, should be one of these: {1}
es: El intervalo de análisis {0} es invalido, debería ser uno de estos: {1}

source: For forecasting process you need define 9 probability variables and trimester to process in stations file.
es: Para procesar el pronostico (forecasting) necesitas definir las 9 probabilidades y su trimestre a calcular en el archivo de estaciones.

source: ################# STATION: {0} ({1})
es: ################# ESTACIÓN: {0} ({1})

source: {0} station processed.
es: {0} estación procesada.

source: {0} map processed.
es: {0} mapa procesado.

source: Process completed!
es: Proceso completado!

source: Good bye :)
es: Adiós :)

source: NDJ
es: NDE

source: DJF
es: DEF

source: JFM
es: EFM

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago

source: Jaziku is a software for the implementation of composite analysis metodology between the major indices of climate variability and major meteorological variables in puntual scale.
es: Jaziku es un software para la aplicación de la Metodología de análisis compuesto entre los principales índices de la variabilidad climática y las principales variables meteorológicas en la escala puntual.

source: Path absolute or relative to configuration run file
es: Ruta absoluta o relativa al archivo de corrida

source: exception validation in dependent variable: value out of range: The value "{1}" is not valid for type variable "{0}" {2}
es: error en la validación de la variable dependiente: valor fuera del rango: El valor "{1}" no es valido para el tipo de variable "{0}" {2}

source: {0} not valid
es: {0} no válido

source: precipitation not valid
es: precipitación no valida

source: validation: (NDPPT) number of days with rain must have data monthly
es: validando: (NDPPT) numero de días con lluvia debe tener datos mensuales

source: minimum temperature not valid
es: temperatura mínima no valida

source: maximun temperature not valid
es: temperatura máxima no valida

source: medium temperature not valid
es: temperatura media no valida

source: atmosfere pressure not valid
es: presión atmosférica no valida

source: % of relative humidity not valid
es: % de humedad relativa no valida

source: Runoff not valid
es: Runoff no válido
