Repository: XavierCLL/Jaziku
Catalog: jaziku/i18n/*/LC_MESSAGES/jaziku.po
Languages: es

source: The var {0} ({1}) of stations have data {2}, but you define in runfile the 'analysis_interval' as '{3}', this is incompatible and Jaziku can't convert the times series properly for this case. Or change the analysis interval or change the data of var {0}.
es: La var {0} ({1}) de las estaciones tiene datos {2}, pero usted definió en el runfile el intervalo de análisis como '{3}', este es incompatible y Jaziku no puede convertir las series de tiempo adecuadamente para éste caso. O cambie el intrvalo de análisis o cambie los datos de la var {0}.

source: Converting var {0} of all stations to data {1} .....
es: Convirtiendo la var {0} de todas las estaciones a datos {1} ...

source: *calculated from data every {0}
es: *Calculado a partir de datos cada {0}

source: *calculated from daily data
es: *Calculado a partir de datos diarios

source: *calculated from monthly data
es: *Calculado a partir de datos mensuales

source: *calculated from bimonthly data
es: *Calculado a partir de datos bimensuales

source: *calculated from trimonthly data
es: *Calculado a partir de datos trimensuales

source: (converted)
es: (convertidos)

source: Jaziku, version {0} - {1}. Copyright (C) 2011-2013 IDEAM - Colombia
es: Jaziku, versión {0} - {1}. Copyright (C) 2011-2013 IDEAM - Colombia

source: fail ERROR: {0}
es: falló ERROR: {0}

source: Please check the error and read the manual if is necessary. If this is an error of Jaziku, please report it with Jaziku developers.
es: Por favor revisar el error o leer el manual si es necesario. Si esto es un error de Jaziku, por favor reportarlo con los desarrolladores.

source: Reading the station from the runfile in line {0}:
es: Leyendo la estación desde el runfile en la linea {0}:

source: The Configuration run from the runfile in line {0}:
es: La configuración de corrida desde el runfile en la linea {0}:

source: Error in configuration run from the runfile:
es: Error en la configuración de corrida desde el runfile:

source: This script transform from Climate Predictability Tool format to Jaziku format.
es: Este script transforma desde el formato CPT (Climate Predictability Tool) al formato Jaziku.

source: CPT file input
es: archivo CPT de entrada

source: This script transform from ideam format got from SISDHIM to Jaziku format.
es: Este script transforma desde el formato del ideam obtenidos del SISDHIM al formato Jaziku.

source: File input from SISDHIM
es: Archivo de entrada del SISDHIM

source: put in runfile only time series have contain this year by below.
es: pone en el runfile unicamente las series que contienen éste año o por debajo de este.

source: put in runfile only time series have contain this year by above.
es: pone en el runfile unicamente las series que contienen éste año o por encima de este.

source: put in runfile only time series have contain at least this minimum of years.
es: pone en el runfile unicamente las series que contienen al menos éste numero de años.

source: Please respond with 'y' or 'n'
es: Por favor responder con 'y' o 'n'

source: Please respond with 'r', 'm' or 'c'
es: Por favor responder con 'r', 'm' o 'c'

source: Dec
es: Dic

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago

source: DicJan
es: DicEne

source: JanFeb
es: EneFeb

source: MarApr
es: MarAbr

source: AprMay
es: AbrMay

source: JulAug
es: JulAgo

source: AugSep
es: AgoSep

source: DecJan
es: DicEne

source: NDJ
es: NDE

source: DJF
es: DEF

source: JFM
es: EFM

source: Problems creating the directory: {0} {1}
es: Problemas creando el directorio: {0} {1}

source: Directory where to save all results:
es: Directorio donde se guardarán todos los resultados:

source: Jaziku_Data_Analysis
es: Jaziku_Análisis_de_Datos

source: Jaziku_Climate
es: Jaziku_Clima

source: Jaziku_Forecast
es: Jaziku_Pronostico

source: > WARNING: the following output directories already exist:
es: > ADVERTENCIA: los siguientes directorios ya existen:

source: What do you like to do? [r]eplace, [m]erge or [c]ancel
es: ¿Qué desea hacer? [r]emplazar, [m]ezclar o [c]ancelar

source: below
es: debajo

source: above
es: encima

source: strong below
es: debajo fuerte

source: moderate below
es: debajo moderado

source: weak below
es: debajo débil

source: weak above
es: encima débil

source: moderate above
es: encima moderado

source: strong above
es: encima fuerte

source: daily
es: diario

source: anomaly
es: anomalia

source: Std anomaly
es: anomalia stda

source: anomaly scaled 10e6 km^2
es: anomalia escalada a 10e6 km^2

source: The new frequency data '{0}' for the var {1} is different for the others stations before assigned as '{2}'. Jaziku requires that all stations for var {1} have identical frequency data.
es: La nueva frecuencia de los datos '{0}' para la var {1} es diferente de otras estaciones que anteriores fueron asignadas como '{2}'. Jaziku requiere que todas las estaciones para la var {1} tengan la misma frecuencia en los datos.

source: days
es: días

source: var D below
es: var D debajo

source: var D above
es: var D encima

source: var D strong below
es: var D debajo fuerte

source: var D moderate below
es: var D debajo moderado

source: var D weak below
es: var D debajo débil

source: var D weak above
es: var D encima débil

source: var D moderate above
es: var D encima moderado

source: var D strong above
es: var D encima fuerte

source: ################# CLIMATE AND FORECAST PROCESS ################# # Climate Module, here are calculated contingency tables, # # correlations and parametric tests of interest. # # # # Modulo forecasts, predictions are calculated here associated # # with the dependent variable as a function of contingency # # tables and the probability of the independent variable. # ################################################################
es: ################ PROCESO DE CLIMA Y PRONOSTICO ################# # En el modulo de Clima son calculados las tablas de # # contingencia, la correlación y los test paramétricos de # # interes. # # # # En el modulo de pronostico son calculadas las predicciones # # asociadas con la variable dependiente como una función # # de las tablas de contingencia y la probabilidad de la # # variable independiente # ################################################################

source: Saving the result for climate in:
es: Guardando los resultados para el clima en:

source: Results will be made monthly (each month)
es: Los resultados se harán mensualmente (cada mes)

source: Results will be made bimonthly (each two months)
es: Los resultados se harán bimensualmente (cada dos meses)

source: Results will be made trimonthly (each three months)
es: Los resultados se harán trimestralmente (cada tres meses)

source: Results will be made every {} days
es: Los resultados se harán cada {} días

source: Period to process: {0}-{1}
es: Periodo a procesar: {0}-{1}

source: Will use thresholds with analog year for var_D
es: Se usarán umbrales con año análogo para la var_D

source: Processing climate ............................
es: Procesando clima ......................................

source: stations
es: estaciones

source: continue without make graphics .............
es: continua sin realizar gráficas .....................

source: > WARNING: The thresholds defined for var I are not suitable in some time series for compound analysis of '{0}' with relation to '{1}' inside the block category '{2}'. Is recommended review the thresholds of two variables, or the series data .......
es: > ADVERTENCIA: Los umbrales definidos para la var I no son adecuados en algunas series de tiempo para el análisis compuesto de la variable de '{0}' en relación a '{1}' dentro de la categoría '{2}'. Es recomendado revisar los umbrales de las dos variables, o los datos de la serie .......

source: graphics
es: graficas

source: composite_analysis
es: analisis_compuestos

source: Composite analysis - {0} ({1}) {2} - {3} - lag {6} - {7} - ({4}-{5})
es: Análisis compuesto - {0} ({1}) {2} - {3} - rez {6} - {7} - ({4}-{5})

source: probability (%)
es: probabilidad (%)

source: Historical values for {anal_inter} in {start_year}-{end_year} ({units}) Min: {min} ( {thresholds} ) Max: {max}
es: Valores históricos para {anal_inter} en {start_year}-{end_year} ({units}) Mín: {min} ( {thresholds} ) Máx: {max}

source: lag_{0}
es: rezago_{0}

source: CA_lag_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).png
es: AC_rezago_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).png

source: Historical values for {anal_inter} in {start_year}-{end_year} ({units}) Min: {min} {thresholds} Max: {max}
es: Valores históricos para {anal_inter} en {start_year}-{end_year} ({units}) Mín: {min} {thresholds} Máx: {max}

source: mosaic_lag_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).png
es: mosaico_rezago_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).png

source: yes
es: si

source: Result_Table_CA_lag_{0}_{1}_{2}_{3}_{4}_({5}-{6}).csv
es: Tabla_de_Resultados_AC_rezago_{0}_{1}_{2}_{3}_{4}_({5}-{6}).csv

source: IS SIGN 'SIGN PEARSON'?
es: ES SIGN 'SIGN PEARSON'?

source: THRESHOLDS VAR D
es: UMBRALES VAR D

source: THRESHOLDS VAR I
es: UMBRALES VAR I

source: CONTINGENCY TABLE (CT)
es: TABLA DE CONTINGENCIA (TC)

source: CONTINGENCY TABLE IN %
es: TABLA DE CONTINGENCIA EN %

source: IS SIGN RISK ANALYSIS?
es: ¿ES SIGN EL ANÁLISIS DE RIESGO?

source: TEST STAT - CHI2
es: TEST ESTAT - CHI2

source: CRIT VALUE - Chi2
es: VALOR CRITICO - Chi2

source: IS SIGN CT?
es: ¿ES SIGN TC?

source: CORREL CT
es: CORREL TC

source: If you use standard deviation (sd) as thresholds and if series ({0}) is a external type, you need defined the limits for this variable, because Jaziku check the (sd) thresholds calculated are within limits.
es: Si usa la desviación estandar (sd) como umbrales y si la serie ({0}) es de tipo externa, necesita definir los limites para esta variable, porque Jaziku verifica los umbrales (sd) calculados que estén dentro de los limites.

source: The threshold calculated or assigned to '{0}' for the series {1}, is outside its limits defined. {2}
es: Los umbrales calculados o asignados a '{0}' para la serie {1}, están por fuera de sus limites definidos. {2}

source: the thresholds of var {0} ({1}) were defined as 'default' but this variable ({1}) haven't internal thresholds defined.
es: los umbrales de la var {0} ({1}) fueron definidos como 'default' pero ésta variable ({1}) no tiene umbrales internos definidos.

source: Error calculating thresholds for var {0} ({1}) using analog year, the series for analog year {2} have {3}% of nulls, more than 25% of permissive nulls for analog year.
es: Error calculando los umbrales para la var {0} ({1}) usando año análogo, la serie para el año análogo {2} tiene {3}% de valores nulos, más que el 25% de valores nulos permitidos para el año añalogo.

source: The analog year ({0}) for this station is outside of process period {1} to {2}.
es: El año análogo ({0}) para esta estación está por fuera del periodo a procesar {1} a {2}.

source: the thresholds of var {0} ({1}) were defined as percentile but are outside of range 0-100: {2}
es: los umbrales de la var {0} ({1}) fueron definidos como percentiles pero están fuera del rango 0-100: {2}

source: the percentile values of var {0} ({1}) must have rising values: {2}
es: los valores de percentiles de la var {0} ({1}) deben tener valores crecientes: {2}

source: thresholds of var {0} ({1}) were defined as N standard deviation (sdN) but the value N is invalid number (float or integer) {2}
es: los umbrales de la var {0} ({1}) fueron definidos como N veces la desviación estandar (sdN) pero el valor N es un número invalido (debe ser entero o decimal) {2}

source: the sdt deviation values (sdN) for the thresholds of var {0} ({1}), must have rising values: {2}
es: los valores de la desviación estandar (sdN) para los umbrales de la var {0} ({1}), deben tener valores crecientes: {2}

source: thresholds of var {0} ({1}) were defined as p50 +/- N (p50+N) but the value N is invalid number (float or integer) {2}
es: los umbrales de la var {0} ({1}) fueron definidos como p50 +/- N (p50+N) pero el valor N es un número inválido (debe ser entero o decimal) {2}

source: the p50 values (p50+N) for the thresholds of var {0} ({1}), must have rising values: {2}
es: los valores de p50 (p50+N) para los umbrales de la var {0} ({1}), deben tener valores crecientes: {2}

source: thresholds of var {0} ({1}) were defined as N percentage (N%) but the value N is invalid number (float or integer) {2}
es: los umbrales de la var {0} ({1}) fueron definidos como porcentaje N (N%) pero el valor N es un número inválido (debe ser entero o decimal) {2}

source: the percentage values (N%) for the thresholds of var {0} ({1}), must have rising values: {2}
es: los valores de porcentaje (N%) para los umbrales de la var {0} ({1}), deben tener valores crecientes: {2}

source: the thresholds values of var {0} ({1}) must have rising values: {2}
es: los umbrales de la var {0} ({1}), deben tener valores crecientes: {2}

source: Problems with the thresholds for var {0} ({1}): {2}
es: Problemas con los umbrales de la variable {0} ({1}): {2}

source: > WARNING: calculating thresholds for var {0} ({1}), one of the time series have {2}% of nulls, more than 20% of permissive nulls. Jaziku continue but the series could not be consistent, recommended enable 'consistent_data' inside runfile.
es: > ADVERTENCIA: calculando los umbrales para la var {0} ({1}), una de las series de tiempo tiene {2}% de valores nulos, más que el 20% de valores nulos permitidos. Jaziku continua pero la serie puede no ser consistente, es recomendable habilitar 'consistent_data' dentro del runfile.

source: unrecognizable thresholds '{0}' for var {1} ({2})
es: umbrales desconocidos '{0}' para la variable {1} ({2})

source: time_series
es: series_de_tiempo

source: lag_0
es: rezago_0

source: lag_1
es: rezago_1

source: lag_2
es: rezago_2

source: Time_Series_lag_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).csv
es: Serie_de_Tiempo_rezago_{0}_{1}_{2}_{3}_{4}_{5}_({6}-{7}).csv

source: DATE
es: FECHA

source: Time_Series_lag_{0}_{1}_{2}_{3}_{4}_{5}_{6}_({7}-{8}).csv
es: Serie_de_Tiempo_rezago_{0}_{1}_{2}_{3}_{4}_{5}_{6}_({7}-{8}).csv

source: maps
es: mapas

source: Map_Data_lag_{0}_{1}_{2}.csv
es: Datos_del_Mapa_rezago_{0}_{1}_{2}.csv

source: SUM (partial)
es: SUMA (parcial)

source: SUM
es: SUMA

source: CODE
es: CÓDIGO

source: INDEX
es: INDICE

source: INDEX POSITION
es: POSICIÓN DEL INDICE

source: Map_Data_lag_{0}_{1}.csv
es: Datos_del_Mapa_rezago_{0}_{1}.csv

source: FORECAST_DATE
es: FECHA_DE_PRONÓSTICO

source: The grid_resolution '{0}' is wrong, the options are: 'auto' or valid number.
es: El grid_resolution '{0}' es incorrecto, las opciones son: 'auto' o un número válido.

source: ordinary kriging
es: kriging ordinario

source: The semivariogram type '{0}' is wrong, the options are: default, {1}
es: El tipo de semivariograma '{0}' es incorrecto, las opciones son: default, {1}

source: The radiuses '{0}' is wrong, the options are: 'auto' or radius1 and radius2 in different column.
es: El radiuses '{0}' es incorrecto, las opciones son: 'auto' or radius1;radius2 en columnas distintas

source: The max_neighbours '{0}' is wrong, the options are: 'auto' or valid number
es: El max_neighbours '{0}' es incorrecto, las opciones son: 'auto' o un número válido.

source: "Analog year: {0}"
es: "A"+ntilde+"o an"+aacute+"logo: {0}"

source: Mesh size: {0}x{1}
es: Tamaño de malla: {0}x{1}

source: Interpolation type: {0}
es: Tipo de interpolación: {0}

source: Semivariogram type: spherical
es: Tipo de semivariograma: esférico

source: Semivariogram type: exponential
es: Tipo de semivariograma: exponencial

source: Semivariogram type: gaussian
es: Tipo de semivariograma: gaussiano

source: Radiuses: {0} {1}
es: Radios: {0} {1}

source: Max neighbours: {0}
es: Máximos vecinos: {0}

source: average
es: promedio

source: maximum
es: máximo

source: minimum
es: mínimo

source: neither
es: ninguno

source: The 'shape_path' was defined as 'internal' but jaziku can't set internal shape for '{0}', please check the 'grid' parameter in runfile; this must be a valid area/region and country name in different column or only country name. If you want know the list of available internal shapes, please check the manual. For example: Colombia, Vaupes;Colombia, Caldas;Colombia.
es: El 'shape_path' fue definido como 'internal' pero jaziku no puede definirlo como un shape interno para '{0}', por favor revisar el parametro 'grid' dentro del runfile; este debe ser un area/region valida y nombre del pais en diferente columnas o solo el nombre del pais. Si quiere conocer la lista disponible de shapes internos, por favor revisar el manual. Por ejemplo: Colombia, Vaupes;Colombia, Caldas;Colombia.

source: Can't set particular shape, please check files in shape path this must be contain inside .shp .prj .sbn .sbx .shx and each file must be named with the same name defined for the 'grid' parameter. For example, if you define in 'grid' as 'region_A' the files inside shape_path directory must be named: region_A.shp, region_A.prj, region_A.sbn, region_A.sbx and region_A.shx.
es: No se puede configurar el shape, por favor verificar los archivos dentro de la ruta del shape, debe de contener dentro los .shp .prj .sbn .sbx .shx y cada archivo deben llamarse igual con el nombre definido en el parametro 'grid'. Por ejemplo, si definio en 'grid' como 'region_A' los archivos dentro del directorio de la ruta del shape deben llamarse: region_A.shp, region_A.prj, region_A.sbn, region_A.sbx and region_A.shx.

source: ############################# MAPS ############################ # Map Process, here is made the Kriging interpolation on the # # results of historical scenarios and forecasts most probable # # of the dependent variable, also interpolation of linear # # correlations. # ################################################################
es: ############################ MAPAS ############################# # En el proceso de mapas es realizada la interpolación de # # Kriging en los resultados de escenarios históricos y # # pronósticos más probables de la variable dependiente, # # también se realiza la interpolación de la correlación # # lineal. # ################################################################

source: Checking basic requirements for make maps:
es: Comprobando los requisitos básicos para los mapas:

source: Jaziku can't execute the 'ncl' command for make maps, please check that ncl is include into PATH variable in your system. For more information read: http://goo.gl/4dAeH
es: Jaziku no puede ejecutar el comando 'ncl' para realizar mapas, por favor verifique que ncl este dentro de la variable PATH en susistema. Para más información leer: http://goo.gl/4dAeH

source: The NCARG_ROOT variable is not defined in your system, please defined NCARG_ROOT where you have installed NCL. For more information read: http://goo.gl/4dAeH
es: La variableNCARG_ROOT no está definida en su sistema, por favor defina NCARG_ROOT donde tiene instalado NCL. Para más información leer: http://goo.gl/4dAeH

source: The NCARG_ROOT variable is defined in your system, but there are problems for found nclscripts files, please check the NCARG_ROOT variable in your system. For more information read: http://goo.gl/4dAeH
es: La variable NCARG_ROOT está definida en su sistema, pero hay problemas para encontrar los archivos nclscripts, por favor verifique la variable NCARG_ROOT en su sistema. Para más información leer: http://goo.gl/4dAeH

source: Jaziku can't execute the 'convert' command for transform image, please check that 'imagemagick' is installed in your system. For more information read Jaziku install instructions.
es: Jaziku no puede ejecutar el comando 'convert' para transformar imágenes, por favor verifique que 'imagemagick este instalado en su sistema. Para más información leer las instrucciones de instalación de Jaziku.

source: MAP
es: MAPA

source: probabilistic
es: probabilistico

source: > WARNING: The point lat:{lat} lon:{lon} of the station code: {code} was not added because the value of index is 'nan' (null).
es: > ADVERTENCIA: El punto lat:{lat} lon:{lon} de la estación con código: {code} no fue añadido porque el valor del indice es 'nan' (nulo).

source: > WARNING: The point lat:{lat} lon:{lon} of the station code: {code} was not added because the point is outside of the grid.
es: > ADVERTENCIA: El punto lat:{lat} lon:{lon} de la estación con código: {code} no fue añadido porque el punto esta por fuera de la rejilla.

source: > WARNING: for the point lat:{lat} lon:{lon} Jaziku detect overlapping of two values, it will put the {state} value.
es: > ADVERTENCIA: Para el punto lat:{lat} lon:{lon} Jaziku detectó solapamiento de dos valores, Jaziku pondrá el valor {state}.

source: > WARNING: for the point lat:{lat} lon:{lon} Jaziku detect overlapping of two values, Jaziku will not put the {state} values.
es: > ADVERTENCIA: Para el punto lat:{lat} lon:{lon} Jaziku detectó solapamiento de dos valores, Jaziku no pondrá {state} valor.

source: value
es: valor

source: index
es: indice

source: index position
es: posición del indice

source: deterministic
es: deterministico

source: Processing {map_type} maps for climate:
es: Procesando mapas {map_type} para clima:

source: Prob_Map_lag_{0}_{1}_{2}
es: Mapa_Prob_rez_{0}_{1}_{2}

source: Deter_Map_lag_{0}_{1}_{2}
es: Mapa_Deter_rez_{0}_{1}_{2}

source: Processing maps for correlation:
es: Procesando mapas para la correlación:

source: Correlation
es: Correlación

source: Map_correlation_lag_{0}_{1}
es: Mapa_de_correlacion_rezago_{0}_{1}

source: Processing {map_type} maps for forecast:
es: Procesando mapas {map_type} para pronóstico:

source: Prob_Map_lag_{0}_{1}
es: Mapa_Prob_rez_{0}_{1}

source: Deter_Map_lag_{0}_{1}
es: Mapa_Deter_rez_{0}_{1}

source: Scenario of affectation of the {typeVarD} variable~C~under variations of {typeVarI} to lag {lag} in {date}
es: Escenario de afectaci"+oacute+"n de la variable {typeVarD}~C~bajo variaciones de {typeVarI} a {lag} rezagos para {date}

source: Lineal correlation between {typeVarI} variable~C~and {typeVarD} to lag {lag} in {date}
es: Correlaci"+oacute+"n lineal entre la variable {typeVarI}~C~y {typeVarD} a {lag} rezagos para {date}

source: Affectation forecast of the {typeVarD} variable~C~under variations of {typeVarI} to lag {lag} in {date}
es: Pron"+oacute+"stico de afectaci"+oacute+"n de la variable {typeVarD}~C~bajo variaciones de {typeVarI} a {lag} rezagos para {date}

source: Saving the result for forecast in:
es: Guardando los resultados para el pronóstico en:

source: Processing forecast:
es: Procesando pronóstico:

source: making forecast for date:
es: haciendo pronóstico para la fecha:

source: Probability forecasts of {0} / {1} {2} ({3}) lag {4} - {5} - ({6}-{7})
es: Probabilidad pronosticada de {0} - {1} {2} ({3}) rez {4} - {5} - ({6}-{7})

source: Decrease
es: Descenso

source: Exceed
es: Excedencia

source: For this time series there aren't suitable probabilities, because there are thresholds problems in contingency table, or the series data.
es: Para esta serie de tiempo no hay probabilidades adecuadas, porque hay problemas de umbrales en la tabla de contingencia, o de la serie de datos.

source: prob_of_{0}_lag_{1}_{2}_({3}-{4}).png
es: prob_de_{0}_rezago_{1}_{2}_({3}-{4}).png

source: Strong decrease
es: Descenso fuerte

source: Moderate decrease
es: Descenso moderado

source: Weak decrease
es: Descenso débil

source: Weak exceed
es: Excedencia débil

source: Moderate exceed
es: Excedencia moderada

source: Strong exceed
es: Excedencia fuerte

source: mosaic_prob_of_{0}_under_{1}_{2}_({3}-{4}).png
es: mosaico_prob_de_{0}_bajo_{1}_{2}_({3}-{4}).png

source: Deterministic forecasts of {0} / {1} {2} ({3}) lag {4} - {5} - ({6}-{7})
es: Pronóstico determinístico de {0} / {1} {2} ({3}) rez {4} - {5} - ({6}-{7})

source: {0} to {1}
es: {0} a {1}
