Repository: XavierCLL/Jaziku
Catalog: jaziku/i18n/*/LC_MESSAGES/jaziku.po
Languages: es

source: Determ_of_{0}_lag_{1}_{2}_({3}-{4}).png
es: Determ_de_{0}_rezago_{1}_{2}_({3}-{4}).png

source: mosaic_determ_of_{0}_under_{1}_{2}_({3}-{4}).png
es: mosaico_determ_de_{0}_bajo_{1}_{2}_({3}-{4}).png

source: #################### DATA ANALYSIS PROCESS ##################### # Data analysis module, here is verified linearity, outliers # # are reported and the primary statistical time series. # ################################################################
es: ################# PROCESO DE ANÁLISIS DE DATOS ################# # En el modulo de análisis de datos es verificado la # # linealidad, se reportan los datos atípicos y se hace una # # estadística preliminar de las series de tiempo. # ################################################################

source: Saving the result for data analysis in:
es: Guardando los resultados para el análisis de datos en:

source: ################# EXPLORATORY DATA ANALYSIS:
es: ################# ANÁLISIS EXPLORATORIO DE DATOS:

source: > WARNING: The 'graphics' in 'output options' is disabled, all graphics for EDA module will not be created. The graphics in EDA module represents the vast majority of the results.
es: > ADVERTENCIA: 'graphics' en 'output options' esta desactivado, todas las gráficas para el modulo EDA no se realizarán. Las gráficas en el modulo de EDA representan la gran mayoría de los resultados.

source: Descriptive statistics ...............................
es: Estadística descriptiva ...............................

source: Descriptive_Statistic
es: Estadística_Descriptiva

source: Descriptive_Statistics_{0}.csv
es: Estadísticas_Descriptivas_{0}.csv

source: NAME
es: NOMBRE

source: PROCESS PERIOD
es: PERIODO PROCESADO

source: TOTAL DATA
es: TOTAL DE DATOS

source: VALID DATA
es: DATOS VÁLIDOS

source: LOST DATA
es: DATOS PERDIDOS

source: MAXIMUM
es: MÁXIMO

source: MINIMUM
es: MÍNIMO

source: AVERAGE
es: MEDIA

source: MEDIAN
es: MEDIANA

source: STD DEVIATION
es: DESVIACIÓN ESTD

source: SKEWNESS
es: SESGO

source: VARIANCE
es: VARIANZA

source: KURTOSIS
es: CURTOSIS

source: COEFF VARIATION
es: COEF VARIACIÓN

source: partial > WARNING: There is only one station for process the graphs for descriptive statistic need more of one station.
es: parcial > ADVERTENCIA: Solo hay una estación para procesar las gráficas de estadística descriptiva necesita más de una estación.

source: Graphs inspection of series ..........................
es: Gráficas de inspección de series ......................

source: Climatology ..........................................
es: Climatología ..........................................

source: Distribution_Test
es: Test_de_Distribucion

source: Scatter plots of series ..............................
es: Gráfico de dispersión de series .......................

source: Frequency histogram ..................................
es: Histogramas de frecuencia .............................

source: Shapiro Wilks test ...................................
es: Test de Shapiro Wilks .................................

source: Outliers
es: Atípicos

source: Outliers .............................................
es: Atípicos ..............................................

source: partial > WARNING: The maximum limit for make the box-plot of outliers of all stations are 50 stations, if you want this box-plot, please divide the stations in regions into different runfiles with maximum 50 stations per runfile, and rerun each runfile.
es: parcial > ADVERTENCIA: El máximo limite para realizar el diagrama de cajas de los atípicos de todas las estaciones es de 50 estaciones, si desea éste diagrama de cajas, por favor divida las estaciones en regiones en diferentes runfiles con un máximo de 50 estaciones por runfile, y corra de nuevo cada runfile.

source: AutoCorrelation ......................................
es: AutoCorrelación .......................................

source: CrossCorrelation .....................................
es: CorrelaciónCruzada ....................................

source: Homogeneity
es: Homogeneidad

source: Homogeneity ..........................................
es: Homogeneidad ..........................................

source: Anomaly
es: Anomalías

source: Anomaly ..............................................
es: Anomalías .............................................

source: Sizes_data
es: Tamaño_de_datos

source: Maximums
es: Máximos

source: Minimums
es: Mínimos

source: Averages
es: Medias

source: Medians
es: Medianas

source: Std_deviations
es: Desviación_Estd

source: skewness
es: Sesgos

source: Kurtosis
es: Curtosis

source: Coeff_variations
es: Coef_de_variación

source: Graphs_for_{0}
es: Gráfico_para_{0}

source: vs_Stations
es: vs_Estaciones

source: vs_Altitude
es: vs_Altitud

source: Altitude (m)
es: Altitud (m)

source: Analysis_the_best_periods_to_process.csv
es: Análisis_del_mejor_periodo_para_procesar.csv

source: ANALYSIS PERIOD
es: PERIODO DEL PROCESO

source: NUM. YEARS
es: NUM. AÑOS

source: NUM. STATIONS INCLUDED FOR PERIOD
es: NUM. DE ESTACIONES INCLUIDOS PARA EL PERIODO

source: MAX % OF NULLS PERMITTED PER STATION
es: MÁX. % DE NULOS PERMITIDOS POR ESTACIÓN

source: % OF NULLS INSIDE THE PERIOD OF ALL DATA
es: % DE NULOS DENTRO DEL PERIODO PARA TODOS LOS DATOS

source: LIST STATIONS INCLUDED FOR PERIOD:
es: LISTA DE ESTACIÓNES INCLUIDAS POR PERIODO:

source: Graphs_Inspection_of_Series
es: Gráfica_de_Inspección_de_Series

source: Station_{0}-{1}_({2}_vs_Time)
es: Estación_{0}-{1}_({2}_vs_Tiempo)

source: _Station_{0}-{1}_({2}_vs_Time)_
es: _Estación_{0}-{1}_({2}_vs_Tiempo)_

source: Time
es: Tiempo

source: mosaic_station_{0}-{1}.png
es: mosaico_estación_{0}-{1}.png

source: Climatology_table_{0}_(monthly)
es: Tabla_de_climatología_{0}_(mensual)

source: Climatology_table_{0}_({1})
es: Tabla_de_climatología_{0}_({1})

source: Climatology
es: Climatología

source: Multiyear climatology ({0}) {1} {2} - {3} ({4}-{5})
es: Climatología multianual ({0}) {1} {2} - {3} ({4}-{5})

source: Multiyear_climatology_({0})_{1}_{2}_{3}
es: Climatología_multianual_({0})_{1}_{2}_{3}

source: Months
es: Meses

source: [mean]
es: [media]

source: Multiyear_climatology_({0}+whiskers)_{1}_{2}_{3}
es: Climatología_multianual_({0}+barbas)_{1}_{2}_{3}

source: [min-mean-max]
es: [mín-media-máx]

source: Multiyear_climatology_table_{0}_{1}_{2}_{3}.csv
es: Tabla_climatología_multianual_{0}_{1}_{2}_{3}.csv

source: max
es: máx

source: min
es: mín

source: Multiyear climatology (each {0} days) {1} {2} - {3} ({4}-{5})
es: Climatología multianual (cada {0} días) {1} {2} - {3} ({4}-{5})

source: Multiyear_climatology_({0}days)_{1}_{2}_{3}
es: Climatología_multianual_({0}días)_{1}_{2}_{3}

source: Multiyear_climatology_({0}days+whiskers)_{1}_{2}_{3}
es: Climatología_multianual_({0}días+barbas)_{1}_{2}_{3}

source: Multiyear_climatology_table_{0}days_{1}_{2}_{3}.csv
es: Tabla_climatología_multianual_{0}días_{1}_{2}_{3}.csv

source: partial > WARNING: There is only one station for process the scatter plots of series, this need more of one station.
es: parcial > ADVERTENCIA: Solo hay una estación para procesar las gráficas de dispersión de series necesita más de una estación.

source: partial > WARNING: The maximum limit for make the scatter plots of series are 10 stations, if you want this diagram, please divide the stations in regions into different runfiles with maximum 10 stations per runfile, and rerun each runfile.
es: parcial > ADVERTENCIA: El máximo limite para realizar las gráficas de series de dispersión son de 10 estaciones, si usted desea éste diagrama, por favor divida las estaciones en regiones en diferentes runfiles con un máximo de 10 estaciones por runfile, y corra de nuevo cada runfile.

source: impossible > WARNING: There is no a global period for all stations, the scatter plots of series need to be evaluated with the global period, continuing without make the scatter plots of series graph
es: imposible > ADVERTENCIA: No hay un periodo global para todas las estaciones, el gráfico de dispersión de series necesita ser evaluado con el periodo global, continuando sin realizar el gráfico de dispersión de series

source: scatter_plots_of_series
es: gráfico_de_dispersión_de_series

source: Scatter plots of series
es: Gráfico de dispersión de series

source: Frequency_histogram
es: Histograma_de_frecuencias

source: frequency_histogram_{0}_{1}_{2}
es: histograma_de_frecuencias_{0}_{1}_{2}

source: Frequency histogram {0} {1} - {2} ({3}-{4})
es: Histograma de frecuencias {0} {1} - {2} ({3}-{4})

source: Frequency
es: Frecuencia

source: shapiro_wilks_test_{0}.csv
es: test_de_shapiro_wilks_{0}.csv

source: rejected
es: rechazado

source: accepted
es: aceptado

source: Outliers_per_station
es: Atípicos_por_estacion

source: Station
es: Estación

source: Outliers_table
es: Tabla_atípicos

source: WHISKERS BELOW
es: BARBAS POR DEBAJO

source: WHISKERS ABOVE
es: BARBAS POR ENCIMA

source: NUM. OUTLIERS
es: NUM. ATÍPICOS

source: VALUE
es: VALOR

source: PHEN_CAT*
es: CATE_FENOM*

source: OUTLIERS LIST:
es: LISTA DE ATÍPICOS:

source: *Calculated based on data {0}
es: *Calculos basados con datos {0}

source: Auto_Correlation_{0}_{1}_{2}
es: Auto_Correlación_{0}_{1}_{2}

source: Cross_Correlation_{0}_{1}_{2}
es: Correlación_Cruzada_{0}_{1}_{2}

source: Auto Correlation - {0} {1} {2} ({3}-{4})
es: Auto Correlación - {0} {1} {2} ({3}-{4})

source: Cross Correlation - {0} {1} {2} vs {3} ({4}-{5})
es: Correlación Cruzada - {0} {1} {2} vs {3} ({4}-{5})

source: Lags
es: Rezagos

source: LAGS
es: REZAGOS

source: CORRELATION
es: CORRELACIÓN

source: Cross_Correlation_Matrix_Table_({0}-{1}).csv
es: Matriz_de_Correlaciónes_Cruzada_({0}-{1}).csv

source: *Data in global period {0}-{1}
es: *Datos en el periodo global {0}-{1}

source: partial > WARNING: There is no a global period for all stations, the cross-correlation matrix table need this, continuing without make this matrix table
es: parcial > ADVERTENCIA: No hay un periodo global para todas las estaciones, la matriz de correlogramas cruzados necesita ser evaluado con el periodo global, continuando sin realizar la matriz de correlogramas cruzados

source: impossible > WARNING: There is no a global period for all stations, the tests of homogeneity need to be evaluated with the global period, continuing without make homogeneity tests
es: imposible > ADVERTENCIA: No hay un periodo global para todas las estaciones, los test de homogeneidad necesitan ser evaluado con el periodo global, continuando sin realizar los test de homogeneidad

source: *Calculated with {0} data
es: *Calculos con dato {0}

source: Mass_Curve
es: Curva_de_Masas

source: {0} for {1}-{2} period {3}-{4}
es: {0} para {1}-{2} periodo {3}-{4}

source: Mass Curve
es: Curva de Masas

source: {0} accumulated ({1})
es: {0} acumulado ({1})

source: Anomaly_time_series
es: Series_de_tiempo_de_anomalías

source: Anomaly_frequency_histogram
es: Histograma_de_frecuencias_de_anomalías

source: Anomaly_time_series_{0}_{1}_{2}.csv
es: Series_de_tiempo_de_anomalías_{0}_{1}_{2}.csv

source: ANOMALIES
es: ANOMALÍAS

source: Anomaly_frequency_histogram_{0}_{1}_{2}
es: Histograma_de_frecuencias_de_anomalías_{0}_{1}_{2}

source: Anomaly frequency histogram {0} {1} - {2} ({3}-{4})
es: Histograma de frecuencias de anomalías {0} {1} - {2} ({3}-{4})

source: You version of python is {0}, please use Jaziku with python v2.6 or v2.7
es: La version de python que tienes es {0}, por favor usa Jaziku con python v2.6 o v2.7

source: [runfile] no such file or directory: {0}
es: [runfile] no existe el archivo o directorio: {0}

source: ############################ JAZIKU ############################ # Jaziku is statistical inference software # # for the teleconnections analysis. # # # # Version {0} - {1} # # Copyright (C) 2011-2013 IDEAM - Colombia # ################################################################
es: ############################ JAZIKU ############################ # Jaziku es un software de inferencia estadística # # para el análisis de teleconexiones. # # # # Versión {0} - {1} # # Copyright (C) 2011-2013 IDEAM - Colombia # ################################################################

source: ################# STATION: {0} ({1})
es: ################# ESTACIÓN: {0} ({1})

source: {0} station processed.
es: {0} estación procesada.

source: {0} stations processed.
es: {0} estaciónes procesadas.

source: {0} map created for {1}
es: {0} mapa creado para {1}

source: {0} maps created for {1}
es: {0} mapas creados para {1}

source: Process completed!
es: Proceso completado!

source: Good bye :)
es: Adiós :)
