Repository: XavierCLL/Jaziku
Catalog: jaziku/i18n/*/LC_MESSAGES/jaziku.po
Languages: es

source: Stations
es: Estaciones

source: Below
es: Debajo

source: Above
es: Encima

source: Deterministic
es: Deterministico

source: '{0}' language not available.
es: '{0}' idioma no disponible.

source: (system language)
es: (idioma del sistema)

source: (language '{0}' has not was translated yet)
es: (idioma '{0}' no se ha traducido aún)

source: (other languages were not detected)
es: (otros idiomas no se detectaron)

source: Jaziku is statistical inference software for the teleconnections analysis
es: Jaziku es un software de inferencia estadística para el análisis de teleconexiones

source: path absolute or relative to configuration run file
es: ruta absoluta o relativa al archivo de corrida

source: force all ask to default answer for continue
es: forzar todas las preguntas con una respuesta por default para continuar

source: set absolute path where to save all results
es: establecer la ruta absoluta donde se guardan los resultados

source: error read line in 'CONFIGURATION RUN' in runfile, unknown option in line {0}: {1}
es: error de lectura en 'CONFIGURATION RUN' en el runfile, linea {0}: opción desconocida en la linea {0}: {1}

source: error read line in 'MAPS' in runfile, unknown option in line {0}: {1}
es: error de lectura en 'MAPS' en el runfile, opción desconocida en la linea {0}: {1}

source: error reading the settings line in runfile, line {0}: '{1}' no was defined.
es: error de lectura en la configuración del runfile, linea {0}: '{1}' no se ha definido.

source: error read line in 'GRIDS LIST' in runfile, line {0}: {1}
es: error de lectura en 'GRIDS LIST' ' en el runfile, linea {0}: {1}

source: The '{0}' no was defined.
es: El '{0}' no fue definido.

source: Problems with the numbers of parameters inside the stations list need for run climate process.
es: Problemas con el número de parámetros dentro de la lista de estaciones necesario para correr clima.

source: Error validating the value '{0}' it isn't within limits ({1} to {2}) defined for the var {3} ({4}).
es: Error validando el valor '{0}' no está dentro de los limites ({1} a {2}) definidos para la var {3} ({4}).

source: The type '{0}' for var {1} hasn't limits by default for data {2}, use a internal valid type and/or valid data frequency or defined the particular limits in the runfile
es: El tipo '{0}' para var {1} no tiene limites por defecto para datos {2}, use un tipo de var interno válido y/o una frecuencia de datos válido o defina unos limites particulares en el runfile

source: The limit '{0}' for var {1} is not valid limit
es: El limite '{0}' para la var {1} no es un limite válido

source: var {0}: {1} ({2}%) nulls of {3}:
es: var {0}: {1} ({2}%) nulos de {3}:

source: The number of null values is greater than {0}% of total of values inside common period, therefore, for Jaziku the data are not consistent for process. You can disable this check in the option 'consistent_data' of runfile.
es: El número de valores nulos es más que el {0}% del total de valores dentro del periodo común, por consiguiente, para Jaziku los datos no son consistentes para ser procesados. Puede deshabilitar esta verificación en la opción 'consistent_data' del runfile.

source: Reading the station: {0} - {1} Can't open file '{2}' for var {3}, please check filename and check that its path is relative (to runfile) or absolute.
es: Leyendo la estación: {0} - {1} No se puede abrir el archivo '{2}' para la var {3}, por favor comprobar el nombre del archivo y verificar que su ruta sea relativa (al runfile) o absoluta.

source: Reading the station: {0} - {1} The file '{2}' is empty
es: Leyendo la estación: {0} - {1} El archivo '{2}' está vacio

source: Reading from file '{0}' in line: {1} this could be caused by wrong line or strange character, fix it manually or run 'normalize_format {0}'
es: Leyendo del archivo '{0}' en la linea: {1} ésto puede ser debido a una linea mala o que tenga caracteres desconocidos, por favor corrija manualmente esa linea o ejecute 'normalize_format {0}'

source: date unknown:
es: fecha desconocida:

source: Problems settings the frequency data for the station with code '{0}' and name '{1}':
es: Problemas de configuración en la frecuencia de los datos para la estación con código '{0}' y nombre '{1}':

source: Reading var {0} from file '{1}' in line: {2} Jaziku detected missing value for date: {3} fix it manually or run 'normalize_format {1}'
es: Leyendo var {0} desde el archivo '{1}' en la linea: {2} Jaziku detectó un valor perdido para la fecha: {3} corrija manualmente esa linea o ejecute 'normalize_format {1}'

source: Reading var {0} from file '{1}' in line: {2} Jaziku detected missing value for date: {3}-{4} fix it manually or run 'normalize_format {1}'
es: Leyendo var {0} desde el archivo '{1}' en la linea: {2} Jaziku detectó un valor perdido para la fecha: {3}-{4} corrija manualmente esa linea o ejecute 'normalize_format {1}'

source: Reading from file '{0}' in line: {1} {2}
es: Leyendo del archivo '{0}' en la linea: {1} {2}

source: Please check the configuration to run, continue?
es: Por favor revise la configuración de corrida, ¿desea continuar?

source: exit
es: saliendo

source: CONFIGURATION RUN:
es: CONFIGURACIÓN DE LA CORRIDA:

source: MAPS:
es: MAPAS:

source: > You are using internal files for independent variable defined as {0} which has data from {1} to {2} and the source of data was obtained in {3}. url: {4}
es: > Esta usando los archivos internos para la variable independiente definido como {0} el cual tiene datos desde {1} hasta {2} y la fuente de los datos fue obtenido en {3}. url: {4}

source: > WARNING: you are using one or more limits as 'none' value, this means that series values will not be checked if they are valid in its limits coherent. This option is not recommended, use it with precaution
es: > ADVERTENCIA: Usted está usando uno o ambos limites como 'none', esto significa que los valores de las series no serán revisadas si éstas son validas en sus limites lógicos. Ésta opción no esta recomendada, úsela con mucha precaución

source: disabled
es: desactivado

source: enabled
es: activado

source: 'data_analysis' variable in runfile is wrong, this must be 'enable' or 'disable'
es: La variable 'data_analysis' en el runfile es incorrecta, éste debe ser 'enable' o 'disable'

source: 'climate_process' variable in runfile is wrong, this must be 'enable' or 'disable'
es: La variable 'climate_process' en el runfile es incorrecta, éste debe ser 'enable' o 'disable'

source: 'forecast_process' variable in runfile is wrong, this must be 'enable' or 'disable'
es: La variable 'forecast_process' en el runfile es incorrecta, éste debe ser 'enable' o 'disable'

source: The 'analysis_interval' defined in runfile {0} is invalid, must be one of these: {1}
es: El intervalo de análisis {0} definido en el runfile es inválido, debería ser uno de estos: {1}

source: 5days
es: 5días

source: 10days
es: 10días

source: 15days
es: 15días

source: monthly
es: mensual

source: bimonthly
es: bimensual

source: trimonthly
es: trimestral

source: The period must be: start_year and end_year (in different column) or 'maximum' for take the process period maximum possible by station.
es: El periodo debe ser: año_inicial y año_final (en columnas distintas) o 'maximum' para tomar el periodo máximo posible por estación.

source: The lags may be: 0, 1 and/or 2 (in different column), 'all' or 'default'
es: Los rezagos deben ser: 0, 1 y/o 2 (en diferentes columnas), 'all' o 'default'

source: max
es: máx

source: of nulls
es: de nulos

source: 'risk_analysis' variable in runfile is wrong, this must be 'enable' or 'disable'
es: La variable 'data_analysis' en el runfile es incorrecta, éste debe ser 'enable' o 'disable'

source: default
es: predeterminado

source: Problem with particular range validation for dependent variable: '{0}' this must be a valid number: <below>;<above>, 'none' or 'default'.
es: Problema con el rango particular de validación para la variable dependiente: '{0}' éste debe de ser un número válido: <below>;<above>, 'none' o 'default'.

source: Problem with particular range validation for independent variable: '{0}' this must be a valid number: <below>;<above>, 'none' or 'default'.
es: Problema con el rango particular de validación para la variable independiente: '{0}' éste debe de ser un número válido: <below>;<above>, 'none' o 'default'.

source: the maps options are: 'climate', 'forecast', 'correlation' (in different column), or 'all'.
es: las opciones para 'maps' son: 'climate', 'forecast', 'correlation' (en diferente columna), o 'all'.

source: The marks_stations is wrong, the options are: disable, enable or default.
es: El marks_stations es incorrecto, las opciones son: disable, enable o default.

source: The overlapping solution is wrong, the options are: default, average, maximum, minimum or neither
es: La solución de solapamiento es incorrecta, las opciones son: default, average, maximum, minimum o neither

source: The shape_boundary is wrong, the options are: disable, enable or default.
es: El shape_boundary es incorrecto, las opciones son: disable, enable o default.

source: Climate process is disable, then forecast and maps process will be disabled.
es: El proceso de clima esta desactivado, por consiguiente el proceso de pronóstico y mapas serán desactivados.

source: The 'class_category_analysis' not is valid, this should be 3 or 7.
es: El 'class_category_analysis' no es válido, debe ser 3 o 7.

source: The 'categories_labels_var_I' is not valid, this should be 3 labels in different column.
es: El 'categories_labels_var_I' no es válido, debe de ser de 3 etiquetas en diferente columna.

source: The 'categories_labels_var_I' is not valid, this should be 7 labels in different column.
es: El 'categories_labels_var_I' no es válido, debe de ser de 7 etiquetas en diferente columna.

source: The 'consistent_data' is not valid, this should be 'disable', 'default' or valid percentage between 0 to 100.
es: El 'consistent_data' no es válido, debe de ser 'disable', 'default' o un porcentaje válido entre 0 a 100.

source: The 'relevant_climate_categories_var_I' should be 'all' or one or two valid labels for {0} categories (in different column), such as: {1}
es: El 'relevant_climate_categories_var_I' debe de ser 'all' o uno o dos etiquetas válidas para {0} categorias (en diferente columna), tales como: {1}

source: The '{0}' in 'relevant_climate_categories_var_I' not is a valid label for {1} categories, should be one of these: {2}
es: '{0}' en 'relevant_climate_categories_var_I' no es una etiqueta valida para {1} categorías, debe se der uno de estos: {2}

source: For {0} the 'mode_calculation_series_D' set as '{1}', but this type of series not accept this calculation mode. For {0} the options are: {2}
es: Para {0} el 'mode_calculation_series_D' configurado como '{1}', pero este tipo de serie no acepta éste modo de cálculo. Para {0} las opciones son: {2}

source: The 'mode_calculation_series_D' is invalid, the options are: default, accumulate or mean
es: El 'mode_calculation_series_D' es incorrecto, las opciones son: default, accumulate o mean.

source: accumulate
es: acumulado

source: mean
es: media

source: {0} not is valid internal type for dependent variable if you defined LIMIT VAR D BELOW/ABOVE as 'default'. If you want define a particular type for dependent variable, you must define as real values (or 'none') the LIMIT VAR D BELOW/ABOVE
es: {0} no es un tipo de variable dependiente interna valida si definió LIMIT VAR D BELOW/ABOVE como 'default'. Si usted desea definir un tipo particular de variable dependiente, debe definir los limites LIMIT VAR D BELOW/ABOVE como valores reales (o 'none')

source: Problem with particular range validation for dependent variable: '{0}' this must be a valid number, 'none' or 'default'.
es: Problema con el rango particular de validación para la variable dependiente: '{0}' éste debe de ser un número válido, 'none' o 'default'.

source: The thresholds for {0} categories must have {1} values, or use 'default' for thresholds by default defined for this variable.
es: Los umbrales para {0} categorías deben tener {1} valores, o use 'default' para usar los umbrales por defecto definidos para ésta variable.

source: For {0} the 'mode_calculation_series_I' set as '{1}', but this series not accept this mode to calculate the series. For {0} series the options are: {2}
es: Para {0} el 'mode_calculation_series_I' fue configurado como '{1}', pero esta serie no acepta este modo de calcular la serie. Para la serie {0} las opciones son: {2}

source: The mode_calculation_series_I is wrong, the options are: default, accumulate or mean
es: El mode_calculation_series_I es incorrecto, las opciones son: default, accumulate o mean

source: {0} not is valid internal type for independent variable if you defined LIMIT VAR I BELOW/ABOVE as 'default'. If you want define a particular type for independent variable, you must define as real values (or 'none') the LIMIT VAR I BELOW/ABOVE
es: {0} no es un tipo de variable independiente interna valida si definió LIMIT VAR I BELOW/ABOVE como 'default'. Si usted desea definir un tipo particular de variable independiente, debe definir los limites LIMIT VAR I BELOW/ABOVE como valores reales (o 'none')

source: Problem with particular range validation for independent variable: '{0}' this must be a valid number, 'none' or 'default'.
es: Problema con el rango particular de validación para la variable independiente: '{0}' éste debe de ser un número válido, 'none' o 'default'.

source: The 'path_to_file_var_I' is defined as 'internal' but the type of independent variable '{0}' not is a valid internal type. Please change type I to valid internal type, or define a valid path to file var I.
es: El 'path_to_file_var_I' está definido como 'internal' pero el el tipo de la variable independiente '{0}' no es un tipo de variable interno válido. Por favor, cambie el tipo de la var_I a un tipo interno válido, o defina una ruta al archivo var_I válido.

source: Can't open file '{0}' for var I, please check filename and check that its path is relative (to runfile) or absolute. If you want run var I with internals files of jaziku you need set 'PATH TO FILE VAR I' as 'internal'
es: No se puede abrir el archivo '{0}' para la var I, por favor comprobar el nombre del archivo y verificar que su ruta sea relativa (al runfile) o absoluta. Si quiere correr var I con archivos internos de jaziku necesita asignar a 'PATH TO FILE VAR I' como 'internal'

source: The thresholds for {0} categories must have {1} thresholds, or 'default' for use thresholds by default defined for this variable.
es: Los umbrales para {0} categorías deben tener {1} valores, o use 'default' para usar los umbrales por defecto definidos para ésta variable.

source: The 'forecast_var_I_lag_{0}' should be a {1} valid values (int or float).
es: El 'forecast_var_I_lag_{0}' no es válido, debe ser {1} valores válidos (enteros o decimales).

source: The sum for the values of 'forecast_var_I_lag_{0}' in 'forecast options' in runfile, must be equal to 100.
es: La suma para los valores en 'forecast_var_I_lag_{0}' en 'forecast options' en el runfile deben ser iguales a 100.

source: The date for forecast '{0}' is invalid, must be a valid integer of month (e.g. 2 for february).
es: La fecha del pronóstico '{0}' no es válido, debe ser un número de mes (e.g. 2 para febrero).

source: (e.g. 'as' for august and september)
es: (e.g. 'as' para agosto y septiembre)

source: (e.g. 'aso' for august, september and october).
es: (e.g. 'aso' para agosto, septiembre y octubre).

source: The date for forecast '{0}' is invalid, must be a valid characters for {1} {2}.
es: La fecha del pronóstico '{0}' no es válido, debe ser un caracteres válidos para {1} {2}.

source: (e.g. '10;16' for period 16 to 20 of october)
es: (e.g. '10;16' para el periodo del 16 al 20 de octubre)

source: (e.g. '10;11' for period 11 to 20 of october)
es: (e.g. '10;11' para el periodo del 11 al 20 de octubre)

source: (e.g. '10;1' for period 1 to 15 of october)
es: (e.g. '10;1' para el periodo del 1 al 15 de octubre)

source: The date for forecast '{0}' is invalid, must be a valid month and start day for {1} 'month;day' where the month is a integer and the day is a start day of interval analysis {2}.
es: La fecha del pronostico '{0}' no es válida, debe ser un mes válido y el día de inicio válido para {1} 'mes:dia' donde el mes es un entero y el dia es el dia de inicio del intervalo de análisis {2}

source: The month for forecast '{0}' is invalid, must be a valid month number (1-12)
es: El mes para el proceso del pronóstico '{0}' no es válido, debe ser un número de mes válido (1-12)

source: The day for forecast process '{0}' is invalid, must be a valid day number (1-31)
es: El dia para el proceso del pronóstico '{0}' no es válido, debe ser un número de mes válido (1-31)

source: Start day (month/day) for forecast process '{0}' is invalid, must be a valid start day based on range analysis interval, the valid start days for {1} are: {2}
es: El día de inicio (mes/día) para el proceso del pronóstico '{0}' es inválido, debe de ser un día de inicio válido basado en el intervalos de rango de análisis, los días de inicio válidos para {1} son: {2}

source: The latitude values are wrong, these must be decimal degrees, and two values: minlat and maxlat in different column.
es: Los valores de latitud están incorrectos, estos deben de ser valores en grados decimales, y dos valores: minlat y maxlat en diferente columna.

source: Can't defined 'latitude' as 'internal' if 'shape_path' was not defined as 'internal'.
es: No se puede definir 'latitude' como 'internal' si 'shape_path' no fue definido como 'internal'.

source: The latitude values are wrong, the minlat must be less to maxlat and their values must be between -90 to 90.
es: Los valores de latitud son incorrectos, el minlat debe ser menor que el maxlat y estos deben de estar entre -90 a 90.

source: The longitude values are wrong, these must be decimal degrees, and two values: minlon and maxlon in different column.
es: Los valores de longitud están incorrectos, estos deben de ser valores en grados decimales, y dos valores: minlon y maxlon en diferente columna.

source: Can't defined 'longitude' as 'internal' if 'shape_path' was not defined as 'internal'.
es: No se puede definir 'longitude' como 'internal' si 'shape_path' no fue definido como 'internal'.

source: The longitude values are wrong, the minlon must be less to maxlon and their values must be between -180 to 180.
es: Los valores de longitud son incorrectos, el minlon debe ser menor que el maxlon y estos deben de estar entre -180 a 180.

source: Checking the stations list:
es: Comprobando la lista de estaciones:

source: The combination of the code and name of the station can't repeat, many result will be replaced with the same code-name of station.
es: La combinación del código con el nombre de la estación no se pueden repetir, muchos resultados podrían ser reemplazados con el mismo código-nombre de la estación.

source: WARNING:
es: ADVERTENCIA:

source: The code '{0}' of the station '{1}' is repeat with other stations, is recommend that the code and name of stations be different. This is only a recommendation, you can continue.
es: El código '{0}' de la estación '{1}' esta repetido con otra estación, es recomendado que el código y el nombre de la estaciones sean diferentes. Solo es una recomendación, puede continuar.

source: The name '{0}' of the station with code '{1}' is repeat with other stations, is recommend that the code and name of stations be different. This is only a recommendation, you can continue.
es: El nombre '{0}' de la estación con código '{1}' esta repetido con otra estación, es recomendado que el código y el nombre de la estaciones sean diferentes. Solo es una recomendación, puede continuar.

source: The latitude values are wrong, must be between -90 to 90.
es: Los valores de latitud son incorrectos, deben de estar entre -90 a 90.

source: The longitude values are wrong, must be between -180 to 180.
es: Los valores de longitud son incorrectos, deben de estar entre -180 a 180.

source: The altitude values are wrong, must be between -1000 to 10000.
es: Los valores de altitud son incorrectos, deben de estar entre -1000 a 10000.

source: done
es: hecho

source: For the series '{0}-{1}' together with var I '{2}' don't have any common period, Jaziku need at least 3 year of common period between the two series.
es: Para la serie '{0}-{1}' junto con la var I '{2}' no tienen ningún periodo en común, Jaziku necesita al menos 3 años de periodo común entre ambas series.

source: Calculating the process period ................
es: Calculando el periodo del proceso ..................

source: The period defined in argument {0}-{1} is outside in the maximum possible period {2}-{3} of intersection between station {4}-{5} and {6}.
es: El periodo definido en el argumento {0}-{1} esta por fuera del máximo periodo posible {2}-{3} de la intersección entre la estación {4}-{5} y {6}.

source: Calculating the common period:
es: Calculando el periodo común:

source: The common period calculated for the station {0}-{1} is {2}-{3}, Jaziku need at least 3 year of common period between the two series.
es: El periodo común calculado para la estación {0}-{1} es {2}-{3}, Jaziku necesita al menos 3 años de periodo común entre ambas series.

source: ############ PREPARE ALL STATIONS FOR DATA ANALYSIS ############
es: ####### PREPARAR TODAS LAS ESTACIONES PARA ANÁLISIS DE DATOS #######

source: ####### PREPARE ALL STATIONS FOR CLIMATE/FORECAST PROCESS ######
es: ##### PREPARAR TODAS LAS ESTACIONES PARA CLIMA/PRONOSTICO #####

source: Reading var D and var I of all stations .................
es: Leyendo var D y var I de todas las estaciones .............

source: has data {0}
es: tiene datos {0}

source: Thresholds to use (for {0} categories):
es: Umbrales a usar (para {0} categorías):

source: Calculate common and process period for each stations ...
es: Calcular el periodo común y a procesar para cada estación .

source: Prepare data, date and null in process period ...........
es: Preparar datos, fechas y nulos para el periodo a procesar .

source: Check if the data are consistent for var_D and var_I:
es: Comprabar si los datos son consistentes para var_D y var_I:

source: Check analysis interval .................................
es: Comprobar el intervalo de análisis ........................

source: Adjust data of all variables if is needed:
es: Ajustar datos de todas las variables si es necesario:

source: data not need to be adjusted
es: los datos no necesitan ser ajustados

source: Re-calculate common and process period for each stations
es: Re-calcular el periodo común y a procesar para cada estación

source: Re-prepare data, date and null in process period ........
es: Re-preparar los datos, fechas y nulos para el periodo a procesar ....

source: Statistics of data for data analysis module .............
es: Estadísticas de datos para análisis de datos ..............

source: {0} station prepared.
es: {0} estación preparada.

source: {0} stations prepared.
es: {0} estaciones preparadas.

source: Reading var {0} from file '{1}': don't have the minimum data required (november and december) for the first year ({2}) of the series.
es: Leyendo var {0} desde el archivo '{1}': no tiene los datos mínimos requeridos (noviembre y diciembre) para el primer año ({2}) de la serie.

source: Reading var {0} from file '{1}': don't have the minimum data required (january and february) for the last year ({2}) of the series.
es: Leyendo var {0} desde el archivo '{1}': no tiene los datos mínimos requeridos (enero y febrero) para el ultimo año ({2}) de la serie.
